xml_tmpl/verify_session.xml

<soap:Envelope xmlns:xsi="http://www.w3.org/2001/XMLSchema-instance" xmlns:xsd="http://www.w3.org/2001/XMLSchema" xmlns:soap="http://schemas.xmlsoap.org/soap/envelope/">
  <soap:Body>
    <verify_session xmlns="http://127.0.0.1:8082/NicToolServer/SOAP">
      <struct>
        <nt_user_session>#NT_USER_SESSION#</nt_user_session>
      </struct>
    </verify_session>
  </soap:Body>
</soap:Envelope>
